chat_system_768558258_actor_description=Peter. Peasant, who lost his son. 
chat_system_768558258_snap_0_question=^?^Help me; help me, kind man! 
chat_system_768558258_snap_0_answer_0=^?^What's happened?
chat_system_768558258_snap_2_question=^?^My son, my son Ilik! He's disappeared. He likes to run away from home, but I always know where to find him. But this time... The track leads to the cave - but I strictly prohibited him going there. 
chat_system_768558258_snap_2_answer_0=^?^Why don't you go to find him yourself? 
chat_system_768558258_snap_3_question=^?^I entered the cave, cried out his name but there was no response from Ilik. There are a lot of monsters in the cave; I saw their red sparkling eyes. They were looking at me, and I was so scared. Please, go there and find my son! I cannot give you a big reward, but please, [player], help me, in the name of the common people and valiant deeds!
chat_system_768558258_snap_3_answer_0=^?^Ok, I will try to find the boy. 
chat_system_768558258_snap_11_question=^?^[class]! Are you back to help me?
chat_system_768558258_snap_11_answer_0=^?^Tell me once again what happened.
chat_system_768558258_snap_7_question=^?^Nirva, have you brought the Nirva? Hurry, he is getting worse!
chat_system_768558258_snap_7_answer_0=^?^Not yet, I haven't found the 5 flowers yet... 
chat_system_768558258_snap_7_answer_1=^?^Here they are, take them! 
chat_system_768558258_snap_9_question=^?^Yes, this is exactly what we needed! You've saved my son twice today! Thank you very much! <br>[reward]<br>
chat_system_768558258_snap_9_answer_0=^?^You're welcome; I'm always ready to help.
chat_system_768558258_snap_10_question=^?^I will hurry and bring him some healing herbs. Goodbye, noble [player]!
chat_system_768558258_snap_10_answer_0=^?^Goodbye, Peter.
chat_system_768558258_snap_1_question=^?^Have you been to the cave already? Have you found my Ilik? 
chat_system_768558258_snap_1_answer_0=^?^Not yet, I haven't been there...
chat_system_768558258_snap_1_answer_1=^?^Yes, here is your son. Don't be too tough on him, he promised he would never run away again.
chat_system_768558258_snap_5_question=^?^Thank you once again!<br>And you, you naughty boy, how many times have I... Hey, Ilik, what's wrong with you? Oh my God! Look at him, [player], it seems that a spider stung him and he's been poisoned!<br>I beg you, would you be so kind as to help me once more! I need flowers of Odorous Nirva to make an antidote and save my son. I will take him home, his mother must have some ointments that will help to relieve his suffering.
chat_system_768558258_snap_5_answer_0=^?^Odorous Nirva? Where can I find this flower?
chat_system_768558258_snap_6_question=^?^Usually it grows along the roads and in places where spiders live. Try to use the road leading to the sea. Maybe you'll find it there. I need at least 5 flowers.
chat_system_768558258_snap_6_answer_0=^?^Ok, I'll do it as quickly as possible!
chat_system_768558258_snap_8_question=^?^I will wait for you in the village. I need to take Ilik home...
chat_system_768558258_snap_8_answer_0=^?^This is the right thing to do. He can get some help in the village right away...
chat_system_768558258_snap_4_question=^?^Noble [player], you've brought my son! Ilik, my dear son!
chat_system_768558258_snap_4_answer_0=^?^I was glad to help.
chat_system_768558258_snap_3_answer_1=^?^Ok. I'll help you, but later.
